<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 TRANSITIONAL//EN">

<html>
<head>
<title>kOpfnickEr - coruptis</title>
<meta NAME="Author" CONTENT="kopfnicker">
<meta HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=ISO-8859-1">
<link rel="stylesheet" type="text/css" href="../../global.css">
</head>

<body>
<h3>
   YO der woche
</h3>

<table>
<tr>
   <td>
<p>
uro hat was gelernt &uuml;ber babylon das er euch heute erz&auml;hlen will
es war einmal ein gro&szlig;es land mit blauem himmel und wei&szlig;en sternen und roten 
und wei&szlig;en menschen. Die roten waren rot weil sie bluten mu&szlig;ten und die wei&szlig;en
wei&szlig; weil sie eine seele reiner als der erste winterschnee hatten. Um noch 
reiner als rein zu werden holten sie irgendwann die schwarzen ins land. Nachdem
sie auch mit denen fertig waren und nigga kein schimpfwort mehr war wandten 
sie ihre reine gierige seele dem rest der welt zu. Das geld war zu dieser 
zeit billig in der welt, alle die welches brauchten holten es sich und kauften
viele sch&ouml;ne sachen. Waffen, flugh&auml;fen, autos der s klasse und schmuck f&uuml;r die
wenigen reichen frauen in den armen l&auml;ndern. Ja, und um den luxus der herren
zu zahlen darf dann das volk zahlen, die k&ouml;nnen noch mehr arbeiten, weniger 
ausbildung, weniger essen, weniger gesundheit. Aber auch l&auml;nder k&ouml;nnen bankrott
gehen, dann kommt wie in jedem m&auml;rchen eine gute fee. Sie hei&szlig;t IWF und 
ist wundersch&ouml;n weil sie so viel geld hat. Sie kann sich wirklich alles kaufen,
jeden sch&ouml;nheits op damit keiner ihr altes h&auml;&szlig;liches gesicht erkennt. In 
wirklichkeit ist die gute fee n&auml;mlich ein alter junkie, der d&auml;mon von dem sie 
besessen ist zeigt aber nur selten sein gesicht. 
Sie spendet also ihr geld, aber weil geld heute teuer ist stellt sie sicher das
sie jeden penny auch wiederbekommt. Sie sagt: ich habe eine wundermedizin wie 
ihr bald alle so reich werden k&ouml;nnt wie ich es schon bin. Eure wirtschaft mu&szlig;
ins ausland verkaufen sonst bekommt ihr von mir nichts. Das sagt sie allen denen
es schlecht geht und alle schlucken sie die bittere Medizin. Brrr. Jetzt 
verkaufen alle und die preise purzeln. Hunger herrscht weil alles ins ausland 
geht. Wenn eine ware billig wird mu&szlig; man noch mehr verkaufen um das selbe geld
daf&uuml;r zu bekommen wie fr&uuml;her und die preise purzeln noch mehr produktion noch 
mehr export und die preise purzeln. Was bleibt ist eine noch reichere gute fee
die eigentlich auch nur ein junkie ist und viele tote menschen. Selber schuld
sagt die fee und heimst die kohle ein. -uro-s m&auml;rchenstunde take 1
</p>
   </td>
   <td>
      <img src="../images/fee.jpg">
   </td>
</tr>
</table>
</BODY>
</HTML>
