<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 TRANSITIONAL//EN">

<HTML>
<HEAD>
<TITLE>kOpfnickEr - texta el kwenscho</TITLE>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=ISO-8859-1">
<META NAME="Author" CONTENT="kopfnicker">
<link rel="stylesheet" type="text/css" href="../../global.css">
</HEAD>

<BODY>
<h2><img src="../../images/texta_banner.gif"> EL KWENSCHO</h2>

<h3 style="margin-top:1cm">
   wiLlkOmmEn iN deR euroP&auml;isChEn wUesTe deS kOpfNicKenS -> &Eacute;IRE 
</h3>

<table>
<tr>
  <td>
   <span class="p">yo</span>, yo, yo! 2 wochen durch die st&auml;dte des emerald island gereist und verzweifelt gesucht. es hat sich noch nicht genug
   wut gesammelt, um den weg des hiphop als alternative zu erkennen. obwohl ja der jahrhundertelange
   streit mit grossbritien anlass genug geben sollte (wie marxmen vor ca. 5y in ihren raps &uuml;ber den nordirland-konflikt auch
   zum ausdruck brachten). die neoliberale wirtschaft boomt, obdachlose treiben sich eigentlich nur in dublin in nennenswerter
   anzahl rum und werden (noch) nicht an den stadtrand vertrieben. im gegensatz
   zum rest der eu machen sich sogar die &quot;sozial&quot;- und 
   &quot;christdemokratischen&quot; bl&auml;tter f&uuml;r eine aufnahme von
   asylbewerbern und immigranten stark, was wohl daran liegt dass die iren 
   selbst viele jahrzehnte lang emigrierten und derzeit ein grosser bedarf an
   arbeitssklaven herrscht. f&uuml;r den wirtschaftlichen aufschwung muss
   irland aber leider auch eine zunehmende umweltverschmutzung in kauf nehmen und ger&auml;t in gefahr, seinen ruf zu verlieren.
   die ersten engl&auml;nder beschweren sich jedenfalls schon und bangen um ihren ruhigen, vertr&auml;umten urlaub. aber egal, es geht um
   kopfnicker-rock!
   </td>
   <td valign="top">
      <img src="http://members.aon.at/clubpiccadilly/phaedra/Shamrock.gif">
   </td>
</tr>
<tr>
   <td colspan="2">
   <span class="p">tjaaa</span>, und da fangen die schwierigkeiten an. stoff aus den staaten oder uk zu finden, ist nicht so das problem, auch wenn das
   angebot im gegensatz zu house und techno doch sehr sp&auml;rlich ausf&auml;llt. aber stuff aus irland zu finden ... *&auml;chz*.
   man fragt sich so durch die plattenl&auml;den und man bekommt vielleicht ein oder zwei namen von bands zu h&ouml;ren, die aber
   niemand im gesch&auml;ft hat. in limerick schien ich auf den ersten blick mehr erfolg zu haben, jedoch scheint sich die vorstellung
   von hiphop meinerseits und die vorstellung des verk&auml;ufers andererseits deutlich zu unterscheiden. alle platten, die er mir 
   zum anh&ouml;ren 
   gab, h&auml;tte ich eindeutig als triphop klassifiziert, zumal sie auch ohne raps daherkamen (oder &quot;vocals&quot; wie er das
   nannte). symptomatisch d&uuml;rfte hierf&uuml;r auch sein, dass in der drittgr&ouml;ssten stadt der republik (limerick) werbung 
   f&uuml;r einen club in der zweitgr&ouml;ssten stadt (cork) gemacht wird. nat&uuml;rlich war euer el kwenscho auch in diesem
   club, der nun nicht gerade vor menschenmassen barst. ungef&auml;hr 50 loidz (gemischtes publikum) gaben sich den 
   kl&auml;ngen von stevie g (hiphop/funk/soul) und bellyman (reggae/ragga) hin. einziges manko dieser veranstaltung: in irland
   ist es &uuml;blich, dass um 1h die bar geschlossen wird und um 2h der club... nunja, da ist man hier anderes gew&ouml;hnt 
   (in dublin gibt es ausnahmen). aber wie der zufall es so wollte, fand ich in einem hmv (sowas &auml;hnliches wie wom) in der
   grafton street in dublin, also in einem pop-kommerz-standard-laden in einer der haupteinkaufsstrasssen der stadt (!), in einer
   dunklen ecke ein seltenes exemplar einer ep von &quot;illdependents&quot;. 
   <a target="body" href="../../beatz/illdependents/index.html"
   onClick="javascript:parent.navigation.changeImages(2);">h&ouml;rt</a> sie euch einfach an.<br>
   <span class="p">was</span> gab es sonst noch? ebenfalls in cork gibt es derzeit einen dj-contest, der jede woche erneut drei djs gegeneinander antreten
   l&auml;sst. ganz demokratisch wird der beste der drei von den anwesenden des pubs ausgewaehlt, so das zum ende des jahres
   der beste dj von allen feststeht. naja, an diesem abend gab es einmal techno, einmal house und einmal hiphop. ratet mal, wer
   gewonnen hat. die beiden techno/house-lushis haben nat&uuml;rlich gar nix gebracht, <a href="http://get.to/kj" target="_blank">kj</a> hat das 
   haus gerockt! auch wenn er etwas drum'n'bass (ja, diese nerv&ouml;se zappelmusik) brachte, war es doch sehr ordentlich was
   da meinen amboss zum vibrieren brachte. auch wenn kj ein niemand gegen den irischen dmc-champion (dj mek) is, der als vorhut
   beim <a href="http://listen.to/arsonists" target="_blank">arsonists</a>-konzert das vinyl quietschen liess.
   </td>
</tr>
<tr>
   <td colspan="2">
   <p align="center">
      <a href="http://listen.to/arsonists" target="_blank"><img src="http://members.aol.com/_ht_a/settnfires/arsonists.gif" border="0"></a>
   </p>
   <span class="p">ja</span>, das konzert der 
   <a href="http://listen.to/arsonists" target="_blank">arsonists</a>... 
   sp&auml;testens seit den massiven kennt ihr
   sie ja und sie machen ne echt phatte b&uuml;hnenshow. nich so verkrampft (is schon echt komisch, wenn oben auf der 
   b&uuml;hne f&uuml;nf leute f&uuml;r das publikum applaudieren und gr&ouml;len) nahmen sie uns mit auf eine reise way back
   to the old- (und true-)school and then back to the now-school. ihr dj kann rappen, einer ihrer mcs kann cutten, der n&auml;chste
   macht ne phatte beatbox, der vierte breakt bis zur totalen extase und der letzte steht pl&ouml;tzlich in unserer mitte und feiert 
   kr&auml;ftig beim slam mit. superkonzi, das! auch die headz waren l&auml;ssig drauf mit spontanen break-aktionen vor und nach
   dem konzert. da f&auml;llt mir nochwas zu graf ein: ich glaube, es wird zeit, eire zu bomben! nur in dublin sah ich an der autobahn
   n paar anf&auml;nger-pieces. tags sind auch sehr selten. vielleicht is die allgegenw&auml;rtige cctv (kamera&uuml;berwachung)
   doch zu krass.<br>
   <span class="p">dann</span> gilt es, &uuml;ber ein weiteres highlight zu berichten. der legend&auml;re CA$HMONEY war in dublin! obwohl der club
   eher so n yuppie-ding war (ca. 24dm eintritt, mindestalter 23 -> entsprechende audienz), war der schuppen ganz gut gef&uuml;llt.
   cashmoney war echt der burner! er hat die crowd gerockt wie kein zweiter. technisch nich ganz so perfekt wie 
   dj mek, aber daf&uuml;r viel besserer party-sound! ihr kennt diese spielchen: unter den decks sitzen, zwischen den
   beinen durch und so? der mann hat sie drauf. wow, phatte turntablism-dr&ouml;hnung!<br>
   summa summarum: die iren (auch die schlipstr&auml;ger) sind heiss auf den stoff, gehen gut ab, sind noch nich so verw&ouml;hnt
   wie die berliner... was fehlt ist die kritische masse, um die bombe zu z&uuml;nden. die aktive szene is noch seeeehr 
   <span style="font-size:6pt">klein</span> und  eigentlich nur in dublin vorhanden. versucht mal in irland n  hiphop-mag zu 
   finden... ein einziges mal hab ich ne hhc gesehen (und dummerweise nich gleich eingesackt).
   </td>
</tr>
</table>

<p>
   <img src="http://www.lai.de/~lairoett/irland/shamrock.gif"> 
   bericht ende - <a href="mailto:elkwenscho@kopfnicker.de">el kwenscho</a> 
</p>
</BODY>
</HTML>
